e/5/1/B_10_Ivona_Mircheva/app/controllers/client_products_controller.rb

SELECT "client_products".* FROM "client_products"
---
  def index
    @client_products = ClientProduct.all

INSERT INTO "client_products" ("client_id", "product_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["client_id", 1], ["product_id", 1], ["created_at", "2018-03-21 11:59:21.150974"], ["updated_at", "2018-03-21 11:59:21.150974"]]
---
  def create
    @client_product = ClientProduct.new(client_product_params)

    respond_to do |format|
      if @client_product.save

SELECT  "client_products".* FROM "client_products" WHERE "client_products"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
SELECT  "products".* FROM "products" WHERE "products"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
    def set_client_product
      @client_product = ClientProduct.find(params[:id])