bootstrap-rails/2018-05-15-blog-b-class/B_01_Alexander_12_Kaloyan/app/controllers/articles_controller.rb

UPDATE "articles" SET "ordered_first" = ?, "updated_at" = ? WHERE "articles"."id" = ?  [["ordered_first", "t"], ["updated_at", "2018-05-15 13:39:05.808394"], ["id", 1]]
---
  def update
    respond_to do |format|
      if @article.update(article_params)