e/4/2/B_21_Roberta_Netzova/app/views/films/index.html.erb

    <% @films.each do |film| %>
	 <% film.cinemas.each do |cinema| %>
---
SELECT "cinemas".* FROM "cinemas" INNER JOIN "cinema_films" ON "cinemas"."id" = "cinema_films"."cinema_id" WHERE "cinema_films"."film_id" = ?  [["film_id", 1]]