e/1/A_07_Vladimir_Vladinov/app/controllers/articles_controller.rb

	def add
		name = params[:nameTextBox]
		desc = params[:descriptionTextBox]

		p = Product.create(:name => name, :description => desc)
---
INSERT INTO "products" ("name", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "dad"], ["description", "da"], ["created_at", "2018-02-28 13:14:36.849524"], ["updated_at", "2018-02-28 13:14:36.849524"]]

	def ord
		num = params[:id]
		Order.create(:iden => num, :daten => Time.now)
---
INSERT INTO "orders" ("iden", "daten", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["iden", 1], ["daten", "2018-02-28"], ["created_at", "2018-02-28 13:35:45.235834"], ["updated_at", "2018-02-28 13:35:45.235834"]]