e/5/1/B_21_RobertaNetzova/app/controllers/clients_controller.rb

  def create
    @client = Client.new(client_params)

    respond_to do |format|
      if @client.save
---
INSERT INTO "clients" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "az"], ["created_at", "2018-03-21 11:52:04.616661"], ["updated_at", "2018-03-21 11:52:04.616661"]]

    def set_client
      @client = Client.find(params[:id])
---
SELECT  "clients".* FROM "clients" WHERE "clients"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]