e/5/1/B_21_RobertaNetzova/app/controllers/products_controller.rb

  def index
    @products = Product.all
---
SELECT "products".* FROM "products"

  def create
    @product = Product.new(product_params)

    respond_to do |format|
      if @product.save
---
INSERT INTO "products" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "nekvo"], ["created_at", "2018-03-21 11:52:30.362432"], ["updated_at", "2018-03-21 11:52:30.362432"]]

    def set_product
      @product = Product.find(params[:id])
---
SELECT  "products".* FROM "products" WHERE "products"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]