e/4/2/B_21_Roberta_Netzova/app/controllers/cinemas_controller.rb

  def create
    @cinema = Cinema.new(cinema_params)

    respond_to do |format|
      if @cinema.save
---
INSERT INTO "cinemas" ("location", "created_at", "updated_at") VALUES (?, ?, ?)  [["location", "burgas"], ["created_at", "2018-03-21 08:38:48.209251"], ["updated_at", "2018-03-21 08:38:48.209251"]]

    def set_cinema
      @cinema = Cinema.find(params[:id])
---
SELECT  "cinemas".* FROM "cinemas" WHERE "cinemas"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]