e/4/2/B_21_Roberta_Netzova/app/controllers/films_controller.rb

SELECT "films".* FROM "films"
---
 def index
    @cinemas = Cinema.all
	@films = Film.all

INSERT INTO "films" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "tarzan"], ["created_at", "2018-03-21 08:44:02.143017"], ["updated_at", "2018-03-21 08:44:02.143017"]]
---
  def create
    @film = Film.new(film_params)

    respond_to do |format|
      if @film.save

SELECT  "films".* FROM "films" WHERE "films"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
    def set_film
      @film = Film.find(params[:id])