features/1/A_04_Vencislav_Tashev/app/controllers/products_controller.rb

  def set_product
    @product = Product.find_by id: params[:id]
---
SELECT  "products".* FROM "products" WHERE "products"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]